Repository: Darock-Studio/Watch-Browser
Catalog: Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hant

source: 输入歌曲链接
ar: أدخل رابط الأغنية
de: Geben Sie den Link des Liedes ein
en: Song Link
es: Introduce el enlace de la canción
fr: Entrez le lien de la chanson
hi: गीत का लिंक दर्ज करें
id: Masukkan tautan lagu
it: Inserisci il link della canzone
ja: 曲のリンクを入力する
ko: 노래 링크를 입력하세요
nl: Voer de link van het nummer in
pl: Wprowadź link do piosenki
pt: Digite o link da música
ru: Введите ссылку на песню
th: ใส่ลิงก์ของเพลง
tr: Şarkının bağlantısını girin
uk: Введіть посилання на пісню
vi: Nhập liên kết của bài hát

source: 输入确认文本
ar: أدخل نص التأكيد
de: Geben Sie den Bestätigungstext ein
en: Enter confirmation text
es: Introduzca el texto de confirmación
fr: Entrez le texte de confirmation
hi: पुष्टिकरण पाठ दर्ज करें
id: Masukkan teks konfirmasi
it: Inserisci il testo di conferma
ja: 確認テキストを入力
ko: 확인 텍스트 입력
nl: Voer de bevestigingstekst in
pl: Wprowadź tekst potwierdzenia
pt: Digite o texto de confirmação
ru: Введите текст подтверждения
th: ป้อนข้อความยืนยัน
tr: Onay metnini girin
uk: Введіть текст підтвердження
vi: Nhập văn bản xác nhận
zh_hant: 輸入確認文本

source: 输入锁定密码
ar: أدخل كلمة مرور القفل
de: Geben Sie das Schlosspasswort ein
en: Enter lock password
es: Introduzca la contraseña de la cerradura
fr: Entrez le mot de passe de verrouillage
hi: लॉक पासवर्ड दर्ज करें
id: Masukkan kata sandi kunci
it: Inserisci la password del lucchetto
ja: ロックパスワードを入力
ko: 잠금 비밀번호를 입력하세요
nl: Voer het slotwachtwoord in
pl: Wprowadź hasło blokady
pt: Digite a senha do bloqueio
ru: Введите пароль блокировки
th: ป้อนรหัสผ่านล็อค
tr: Kilit şifresini girin
uk: Введіть пароль блокування
vi: Nhập mật khẩu khóa
zh_hant: 輸入鎖定密碼

source: 迁移出错，请提交反馈
ar: هناك خطأ في الترحيل. يرجى تقديم ملاحظاتك.
de: Bei der Migration liegt ein Fehler vor. Bitte senden Sie Feedback.
en: Migration error, please file a feedback
es: Hay un error en la migración. Por favor, envíe sus comentarios.
fr: Il y a une erreur dans la migration. Veuillez soumettre vos commentaires.
hi: माइग्रेशन में एक त्रुटि है। कृपया प्रतिक्रिया सबमिट करें।
id: Ada kesalahan dalam migrasi. Silakan kirim umpan balik.
it: C'è un errore nella migrazione. Si prega di inviare un feedback.
ja: 移行に失敗しました、フィードバックを送信してください
ko: 마이그레이션 오류, 피드백을 제출해 주세요
nl: Er is een fout in de migratie. Geef feedback.
pl: Wystąpił błąd w migracji. Prosimy o przesłanie opinii.
pt: Há um erro na migração. Por favor, envie um feedback.
ru: Произошла ошибка при миграции, пожалуйста, отправьте отзыв.
th: มีข้อผิดพลาดในการย้ายข้อมูล โปรดส่งข้อเสนอแนะ
tr: Geçişte bir hata var. Lütfen geri bildirim gönderin.
uk: У міграції сталася помилка. Будь ласка, надішліть відгук.
vi: Có lỗi trong quá trình di chuyển. Vui lòng gửi phản hồi.
zh_hant: 遷移出錯，請提交反饋

source: 迁移历史记录
ar: تاريخ الهجرة
de: Migrationsverlauf
en: Migrate History
es: Historial de migración
fr: Historique de la migration
hi: प्रवासन इतिहास
id: Sejarah migrasi
it: Cronologia delle migrazioni
ja: 履歴を移行
ko: 이전 이력 기록
nl: Migratiegeschiedenis
pl: Historia migracji
pt: Histórico de migração
ru: История миграции
th: ประวัติการย้ายถิ่น
tr: Göç geçmişi
uk: Історія міграції
vi: Lịch sử di cư
zh_hant: 遷移歷史記錄

source: 迁移已完成
ar: تم الانتهاء من الهجرة.
de: Die Migration ist abgeschlossen.
en: Migration completed
es: La migración se ha completado.
fr: La migration est terminée.
hi: माइग्रेशन पूरा हो गया है।
id: Migrasi telah selesai.
it: La migrazione è stata completata.
ja: 移行完了
ko: 이전이 완료되었습니다
nl: De migratie is voltooid.
pl: Migracja została zakończona.
pt: A migração foi concluída.
ru: Миграция завершена
th: การย้ายถิ่นเสร็จสมบูรณ์แล้ว
tr: Göç tamamlandı.
uk: Міграція завершена.
vi: Quá trình di chuyển đã hoàn tất.
zh_hant: 遷移已完成

source: 迁移方式 1
ar: طريقة الهجرة 1
de: Migrationsmethode 1
en: Migration Method 1
es: Método de migración 1
fr: Méthode de migration 1
hi: प्रवासन विधि 1
id: Metode migrasi 1
it: Metodo di migrazione 1
ja: 移行方法 1
ko: 이동 방식 1
nl: Migratiemethode 1
pl: Metoda migracji 1
pt: Método de migração 1
ru: Метод миграции 1
th: วิธีการย้ายถิ่น 1
tr: Göç yöntemi 1
uk: Метод міграції 1
vi: Phương pháp di chuyển 1
zh_hant: 遷移方式 1

source: 迁移方式 2
ar: طريقة الهجرة 2
de: Migrationsmethode 2
en: Migration Method 2
es: Método de migración 2
fr: Méthode de migration 2
hi: माइग्रेशन विधि 2
id: Metode migrasi 2
it: Metodo di migrazione 2
ja: 移行方法 2
ko: 이동 방식 2
nl: Migratiemethode 2
pl: Metoda migracji 2
pt: Método de migração 2
ru: Метод миграции 2
th: วิธีการย้ายถิ่น 2
tr: Göç yöntemi 2
uk: Метод міграції 2
vi: Phương pháp di chuyển 2
zh_hant: 遷移方式 2

source: 返回
ar: عَوْدة
de: Rückkehr
en: Back
es: Vuelta
fr: Retour
hi: वापस जाना
id: Kembali
it: Ritorno
ja: 戻る
ko: 돌아가다
nl: Retourneren
pl: Powrót
pt: Retorno
ru: Возвращение
th: กลับ
tr: Dönüş
uk: Повернення
vi: Trở về

source: 还原
ar: ارجع إلى الحالة الأصلية
de: Zurück zum ursprünglichen Zustand
en: Reset
es: Volver a la condición original
fr: Retour à l'état d'origine
hi: मूल स्थिति पर लौटें
id: Kembali ke kondisi semula
it: Ritorno alle condizioni originali
ja: 復元する
ko: 복원
nl: Terug naar de oorspronkelijke staat
pl: Powrót do pierwotnego stanu
pt: Retornar à condição original
ru: Вернуться в исходное состояние
th: กลับสู่สภาพเดิม
tr: Orijinal duruma geri dön
uk: Повернутися до початкового стану
vi: Trở về trạng thái ban đầu
zh_hant: 重置

source: 还原所有设置
ar: استعادة جميع الإعدادات
de: Alle Einstellungen wiederherstellen
en: Reset All Settings
es: Restaurar todos los ajustes
fr: Restaurer tous les paramètres
hi: सभी सेटिंग्स को पुनर्स्थापित करें
id: Kembalikan semua pengaturan
it: Ripristina tutte le impostazioni
ja: 全ての設定を復元します。
ko: 모든 설정을 복원하다
nl: Alle instellingen herstellen
pl: Przywróć wszystkie ustawienia
pt: Restaurar todas as configurações
ru: Восстановить все настройки
th: เรียกคืนการตั้งค่าทั้งหมด
tr: Tüm ayarları geri yükle
uk: Відновити всі налаштування
vi: Khôi phục tất cả các cài đặt
zh_hant: 重置所有設定

source: 还原时出错
ar: حدث خطأ أثناء الاستعادة.
de: Während der Wiederherstellung ist ein Fehler aufgetreten.
en: Error Resetting
es: Se produjo un error durante la restauración.
fr: Une erreur s'est produite pendant la restauration.
hi: बहाली के दौरान एक त्रुटि हुई।
id: Terjadi kesalahan selama restorasi.
it: Si è verificato un errore durante il ripristino.
ja: 復元時にエラーが発生しました
ko: 복원할 때 오류가 발생했습니다.
nl: Er is een fout opgetreden tijdens de restauratie.
pl: Wystąpił błąd podczas przywracania.
pt: Ocorreu um erro durante a restauração.
ru: Во время восстановления произошла ошибка.
th: เกิดข้อผิดพลาดระหว่างการฟื้นฟู
tr: Restorasyon sırasında bir hata oluştu.
uk: Під час відновлення сталася помилка.
vi: Đã xảy ra lỗi trong quá trình khôi phục.
zh_hant: 重置時齣錯

source: 还是不行？
ar: لا يزال لا؟
de: Immer noch nicht?
en: Still not working?
es: ¿Todavía no?
fr: Toujours pas ?
hi: अभी भी नहीं?
id: Masih belum?
it: Ancora no?
ja: まだダメ？
ko: 그래도 안 돼요?
nl: Nog steeds niet?
pl: Nadal nie?
pt: Ainda não?
ru: Или нет?
th: ยังไม่ใช่เหรอ
tr: Hala değil mi?
uk: Все ще ні?
vi: Vẫn chưa?
zh_hant: 還是不行？

source: 这代表什么？
ar: ماذا يعني هذا؟
de: Was bedeutet das?
en: What does this mean?
es: ¿Qué significa esto?
fr: Qu'est-ce que cela signifie ?
hi: इसका क्या मतलब है?
id: Apa artinya ini?
it: Cosa significa questo?
ja: これはどういう意味ですか？
ko: 이것은 무엇을 의미합니까?
nl: Wat betekent dit?
pl: Co to znaczy?
pt: O que isso significa?
ru: Что это значит?
th: สิ่งนี้หมายความว่าอย่างไร
tr: Bu ne anlama geliyor?
uk: Що це означає?
vi: Điều này có nghĩa là gì?
zh_hant: 這代表什麼？

source: 这将删除播放列表中的所有内容 确定吗？
ar: سيؤدي ذلك إلى حذف كل المحتوى في قائمة التشغيل. هل أنت متأكد؟
de: Dadurch wird der gesamte Inhalt der Wiedergabeliste gelöscht. Bist du dir sicher?
en: This will delete all content in the playlist. Are you sure?
es: Esto eliminará todo el contenido de la lista de reproducción. ¿Estás seguro?
fr: Cela supprimera tout le contenu de la liste de lecture. Êtes-vous sûr ?
hi: यह प्लेलिस्ट में सभी सामग्री को हटा देगा। क्या आपको यकीन है?
id: Ini akan menghapus semua konten dalam daftar putar. Apakah kamu yakin?
it: Questo eliminerà tutti i contenuti della playlist. Sei sicuro?
ja: これはプレイリストのすべての内容を削除します 確かですか？
ko: 이것은 재생목록의 모든 내용을 삭제합니다 확실해?
nl: Hiermee wordt alle inhoud in de afspeellijst verwijderd. Weet je het zeker?
pl: Spowoduje to usunięcie całej zawartości listy odtwarzania. Jesteś pewien?
pt: Isso excluirá todo o conteúdo da lista de reprodução. Tem certeza?
ru: Это удалит весь контент в плейлисте. Ты уверен?
th: สิ่งนี้จะลบเนื้อหาทั้งหมดในเพลย์ลิสต์ คุณแน่ใจนะ?
tr: Bu, çalma listesindeki tüm içeriği silecektir. Emin misin?
uk: Це видалить весь вміст у списку відтворення. Ти певен?
vi: Thao tác này sẽ xóa tất cả nội dung trong danh sách phát. Bạn có chắc không?
zh_hant: 這將刪除播放列錶中的所有內容 確定嗎？

source: 这将删除账户下的所有数据！
ar: سيؤدي ذلك إلى حذف جميع البيانات الموجودة تحت الحساب!
de: Dadurch werden alle Daten unter dem Konto gelöscht!
en: This will delete all data under the account!
es: ¡Esto eliminará todos los datos de la cuenta!
fr: Cela supprimera toutes les données sous le compte !
hi: यह खाते के तहत सभी डेटा को हटा देगा!
id: Ini akan menghapus semua data di bawah akun!
it: Questo cancellerà tutti i dati sotto l'account!
ja: これにより、アカウントのすべてのデータが削除されます！
ko: 이것은 계정 아래의 모든 데이터를 삭제합니다!
nl: Hiermee worden alle gegevens onder het account verwijderd!
pl: Spowoduje to usunięcie wszystkich danych pod kontem!
pt: Isso excluirá todos os dados da conta!
ru: Это удалит все данные под учетной записью!
th: สิ่งนี้จะลบข้อมูลทั้งหมดภายใต้บัญชี!
tr: Bu, hesap altındaki tüm verileri silecektir!
uk: Це видалить усі дані під обліковим записом!
vi: Thao tác này sẽ xóa tất cả dữ liệu trong tài khoản!
zh_hant: 這將刪除賬戶下的所有數據！

source: 进阶技巧
ar: مهارات متقدمة
de: Fortgeschrittene Fähigkeiten
en: Beyond the basics
es: Habilidades avanzadas
fr: Compétences avancées
hi: उन्नत कौशल
id: Keterampilan tingkat lanjut
it: Abilità avanzate
ja: 高度なテクニック
ko: 진급 기교
nl: Geavanceerde vaardigheden
pl: Zaawansowane umiejętności
pt: Habilidades avançadas
ru: Продвинутые навыки
th: ทักษะขั้นสูง
tr: Gelişmiş beceriler
uk: Розширені навички
vi: Kỹ năng nâng cao
zh_hant: 進階技巧

source: 连接状态
ar: حالة الاتصال
de: Verbindungsstatus
en: Connection Status
es: Estado de la conexión
fr: État de la connexion
hi: कनेक्शन की स्थिति
id: Status koneksi
it: Stato della connessione
ja: 接続状態
ko: 연결 상태
nl: Verbindingsstatus
pl: Status połączenia
pt: Status da conexão
ru: Статус подключения
th: สถานะการเชื่อมต่อ
tr: Bağlantı durumu
uk: Статус з'єднання
vi: Trạng thái kết nối
zh_hant: 連接狀態

source: 连续互通
ar: قابلية التشغيل البيني المستمرة
de: Kontinuierliche Interoperabilität
en: Continuity
es: Interoperabilidad continua
fr: Interopérabilité continue
hi: निरंतर अंतःक्रियाशीलता
id: Interoperabilitas berkelanjutan
it: Interoperabilità continua
ja: 連続相互接続
ko: 연속 상호통
nl: Continue interoperabiliteit
pl: Ciągła interoperacyjność
pt: Interoperabilidade contínua
ru: Непрерывная совместимость
th: การทํางานร่วมกันอย่างต่อเนื่อง
tr: Sürekli birlikte çalışabilirlik
uk: Безперервна сумісність
vi: Khả năng tương tác liên tục
zh_hant: 接續互通

source: 连续互通媒体
ar: وسائط التشغيل البيني المستمرة
de: Kontinuierliche Interoperabilitätsmedien
en: Continuity Media
es: Medios de interoperabilidad continua
fr: Médias d'interopérabilité continue
hi: निरंतर अंतःक्रियाशीलता मीडिया
id: Media interoperabilitas berkelanjutan
it: Media di interoperabilità continua
ja: 連続相互接続メディア
ko: 연속 상호통 미디어
nl: Continue interoperabiliteitsmedia
pl: Media ciągłej interoperacyjności
pt: Mídia de interoperabilidade contínua
ru: Средства массовой информации с непрерывной совместимостью
th: สื่อการทํางานร่วมกันอย่างต่อเนื่อง
tr: Sürekli birlikte çalışabilirlik ortamı
uk: Засоби безперервної сумісності
vi: Phương tiện tương tác liên tục
zh_hant: 接續互通媒體

source: 退出
ar: غادَرَ
de: Beurlaubung
en: Exit
es: Baja
fr: Partir
hi: टाल देना
id: Pergi
it: Lasciare
ja: 終了
ko: 탈퇴
nl: Vertrekken
pl: Wyjść
pt: Sair
ru: Отпуск
th: จากไป
tr: Ayrılmak
uk: Залишити
vi: Rời đi

source: 退出下载页将中断下载 确定吗？
ar: سيؤدي الخروج من صفحة التنزيل إلى مقاطعة التنزيل. هل أنت متأكد؟
de: Das Verlassen der Download-Seite wird den Download unterbrechen. Bist du dir sicher?
en: Exiting the download page will interrupt the download Are you sure?
es: Salir de la página de descarga interrumpirá la descarga. ¿Estás seguro?
fr: La sortie de la page de téléchargement interrompra le téléchargement. Êtes-vous sûr ?
hi: डाउनलोड पेज से बाहर निकलने से डाउनलोड बाधित हो जाएगा। क्या आपको यकीन है?
id: Keluar dari halaman unduhan akan mengganggu unduhan. Apakah kamu yakin?
it: Uscire dalla pagina di download interromperà il download. Sei sicuro?
ja: ダウンロードページを離れるとダウンロードが中断されます よろしいですか？
ko: 다운로드 페이지를 종료하면 다운로드가 중단됩니다. 확실해?
nl: Het verlaten van de downloadpagina zal de download onderbreken. Weet je het zeker?
pl: Oejsz ze strony pobierania przerwie pobieranie. Jesteś pewien?
pt: Sair da página de download interromperá o download. Tem certeza?
ru: Выход из страницы загрузки прервет загрузку Вы уверены?
th: การออกจากหน้าดาวน์โหลดจะทําให้การดาวน์โหลดหยุดชะงัก คุณแน่ใจนะ?
tr: İndirme sayfasından çıkmak indirmeyi kesintiye uğratır. Emin misin?
uk: Вихід із сторінки завантаження перерве завантаження. Ти певен?
vi: Thoát khỏi trang tải xuống sẽ làm gián đoạn quá trình tải xuống. Bạn có chắc không?
zh_hant: 退出下載頁將中斷下載 確定嗎？

source: 退出并不再显示
ar: الخروج وعدم عرضه بعد الآن
de: Beenden und nicht mehr anzeigen
en: Exit and don‘t show again
es: Salir y dejar de mostrar
fr: Quitter et ne plus s'afficher
hi: बाहर निकलें और अब प्रदर्शन न करें
id: Keluar dan tidak lagi ditampilkan
it: Esci e non visualizzare più
ja: 終了して非表示にする
ko: 탈퇴하고 더 이상 표시되지 않습니다.
nl: Afsluiten en niet langer weergeven
pl: Wyjdź i nie wyświetlaj się więcej
pt: Sair e não exibir mais
ru: Выйти и больше не показывать
th: ออกและไม่แสดงอีกต่อไป
tr: Çık ve artık görüntülenmiyor
uk: Вихід і більше не відображати
vi: Thoát và không hiển thị nữa
zh_hant: 退出並不再顯示

source: 退出登录
ar: تسجيل الخروج
de: Melden Sie sich ab
en: Sign Out
es: Cierra sesión
fr: Déconnexion
hi: लॉग आउट
id: Keluar
it: Esci
ja: ログアウト
ko: 로그아웃
nl: Uitloggen
pl: Wyloguj się
pt: Sair
ru: Выйти
th: ออกจากระบบ
tr: Oturumu kap
uk: Вийти
vi: Ra hệ thống
zh_hant: 退出登入

source: 退出登录？
ar: تسجيل الخروج؟
de: Ausloggen?
en: Sign Out?
es: ¿Salir?
fr: Vous vous déconnectez ?
hi: लॉग आउट?
id: Keluar?
it: Dislogarsi?
ja: ログアウトしますか？
ko: 로그아웃?
nl: Uitloggen?
pl: Wylogować się?
pt: Sair?
ru: Выйти из системы?
th: ออกจากระบบ?
tr: Oturumu kapat?
uk: Вийти з виходу?
vi: Đăng xuất?
zh_hant: 退出登入？

source: 选取历史记录
ar: اختر التاريخ
de: Wählen Sie den Verlauf
en: Select History
es: Seleccione la historia
fr: Sélectionnez l'historique
hi: इतिहास चुनें
id: Pilih sejarah
it: Seleziona la cronologia
ja: 履歴を選択
ko: 이력기록을 선택하다
nl: Selecteer de geschiedenis
pl: Wybierz historię
pt: Selecione o histórico
ru: Выберите историю
th: เลือกประวัติ
tr: Geçmişi seçin
uk: Виберіть історію
vi: Chọn lịch sử
zh_hant: 選取歷史記錄

source: 通用
ar: شائع الاستخدام
de: Häufig verwendet werden
en: General
es: Ser de uso común
fr: Être couramment utilisé
hi: आमतौर पर इस्तेमाल किया जाए
id: Biasa digunakan
it: Essere comunemente usato
ja: 一般
ko: 통용
nl: Veelgebruikt worden
pl: Być powszechnie używane
pt: Seja comumente usado
ru: Быть общепринятым
th: ใช้กันทั่วไป
tr: Yaygın olarak kullanılır
uk: Часто використовується
vi: Thường được sử dụng
zh_hant: 一般

source: 通知令牌
ar: رمز الإخطار
de: Benachrichtigungs-Token
en: Notification Token
es: Token de notificación
fr: Jeton de notification
hi: अधिसूचना टोकन
id: Token notifikasi
it: Token di notifica
ja: 通知トークン
ko: 알림 토큰
nl: Meldingstoken
pl: Token powiadomień
pt: Token de notificação
ru: Токен уведомления
th: โทเค็นการแจ้งเตือน
tr: Bildirim belirteci
uk: Токен сповіщення
vi: Mã thông báo

source: 重命名
ar: إعادة تسمية
de: Umbenennen
en: Rename
es: Dar un nuevo nombre a
fr: Rebaptiser
hi: नाम बदलें
id: Mengganti nama
it: Rinominare
ja: 名前を変更する
ko: 이름을 바꾸다
nl: Een andere naam geven
pl: Przemianować
pt: Renomear
ru: Переименовывать, переименовать
th: เปลี่ยนชื่อ
tr: Yeniden adlandır
uk: Перейменувати
vi: Đổi tên

source: 重新检查
ar: أعد التحقق
de: Erneut prüfen
en: Recheck
es: Volver a comprobar
fr: Revérifier
hi: फिर से जांचें
id: Periksa ulang
it: Ricontrolla
ja: 再チェック
ko: 다시 검사하다
nl: Herverifiëren
pl: Sprawdź ponownie
pt: Verificar novamente
ru: Пересматривать, пересмотреть
th: ตรวจสอบอีกครั้ง
tr: Tekrar kontrol et
uk: Перевірка ще раз
vi: Kiểm tra lại
zh_hant: 重新檢查

source: 重新载入
ar: إعادة تحميل
de: Nachladen
en: Reload
es: Recargar
fr: Recharger
hi: पुनः लोड
id: Muat ulang
it: Ricaricare
ja: 再読み込み
ko: 다시 로드하다
nl: Opnieuw laden
pl: Ponownie załadować
pt: Recarregar
ru: Перезаряжать, перезарядить
th: โหลดใหม่
tr: Yeniden Yükle
uk: Перезавантажити
vi: Nạp lại
zh_hant: 重新載入

source: 链接
ar: رابِط
de: Link
en: Link
es: Enlace
fr: Lien
hi: लिंक
id: Kaitan
it: Link
ja: リンク
ko: 링크
nl: Link
pl: Link
pt: Link
ru: Ссылка
th: ต่อ
tr: Bağ
uk: Посилання
vi: Liên kết

source: 锁定书签
ar: أغلق الإشارة المرجعية
de: Das Lesezeichen sperren
en: Lock Bookmark
es: Bloquea el marcador
fr: Verrouiller le signet
hi: बुकमार्क को लॉक करें
id: Kunci penanda
it: Blocca il segnalibro
ja: ブックマークをロック
ko: 북마크 잠금
nl: Vergrendel de bladwijzer
pl: Zablokuj zakładkę
pt: Bloquear o marcador
ru: Заблокируйте закладку
th: ล็อคที่คั่นหนังสือ
tr: Yer işaretini kilitle
uk: Заблокувати закладку
vi: Khóa dấu trang
zh_hant: 鎖定書籤

source: 锁定历史记录
ar: أغلق التاريخ
de: Sperren Sie den Verlauf
en: Lock History
es: Bloquea el historial
fr: Verrouillez l'historique
hi: इतिहास को लॉक करें
id: Kunci riwayatnya
it: Blocca la cronologia
ja: 履歴をロック
ko: 기록 잠금
nl: Vergrendel de geschiedenis
pl: Zablokuj historię
pt: Bloquear o histórico
ru: История блокировки
th: ล็อคประวัติ
tr: Geçmişi kilitle
uk: Заблокувати історію
vi: Khóa lịch sử
zh_hant: 鎖定歷史記錄

source: 锁定暗礁浏览器
ar: متصفح لوك ريف
de: Reef Browser sperren
en: Lock Darock Browser
es: Bloquear el navegador Reef
fr: Verrouiller le navigateur Reef
hi: लॉक रीफ ब्राउज़र
id: Peramban Kunci Karang
it: Blocca il browser Reef
ja: Darockブラウザをロック
ko: 암초 브라우저를 잠그다
nl: Vergrendel Reef Browser
pl: Zablokuj przeglądarkę Reef
pt: Bloquear o navegador Reef
ru: Заблокировать браузер Reef
th: ล็อคเบราว์เซอร์ Reef
tr: Reef Tarayıcısını Kilitle
uk: Заблокувати Reef Browser
vi: Khóa Reef Browser
zh_hant: 鎖定暗礁瀏覽器

source: 锁定本地图书
ar: قفل الكتب المحلية
de: Lokale Bücher sperren
en: Lock Local Books
es: Bloquea libros locales
fr: Verrouiller les livres locaux
hi: स्थानीय पुस्तकों को लॉक करें
id: Kunci buku-buku lokal
it: Blocca i libri locali
ja: ローカル図書をロックする
ko: 현지 도서를 잠그다
nl: Lokale boeken op slot
pl: Zablokuj lokalne księgi
pt: Bloquear livros locais
ru: Заблокировать местные книги
th: ล็อคหนังสือท้องถิ่น
tr: Yerel kitapları kilitle
uk: Заблокувати місцеві книги
vi: Khóa sách địa phương

source: 锁定本地视频
ar: قفل الفيديو المحلي
de: Sperren Sie das lokale Video
en: Lock Local Videos
es: Bloquea el vídeo local
fr: Verrouiller la vidéo locale
hi: स्थानीय वीडियो को लॉक करें
id: Kunci video lokal
it: Blocca il video locale
ja: ローカル動画をロック
ko: 로컬 비디오 잠금
nl: Vergrendel de lokale video
pl: Zablokuj lokalne wideo
pt: Bloquear o vídeo local
ru: Заблокируйте местное видео
th: ล็อควิดีโอท้องถิ่น
tr: Yerel videoyu kilitle
uk: Заблокувати локальне відео
vi: Khóa video cục bộ
zh_hant: 鎖定本地視頻

source: 锁定本地音频
ar: قفل الصوت المحلي
de: Sperren Sie das lokale Audio
en: Lock Local Audios
es: Bloquea el audio local
fr: Verrouiller l'audio local
hi: स्थानीय ऑडियो को लॉक करें
id: Kunci audio lokal
it: Blocca l'audio locale
ja: ローカルオーディオをロックする
ko: 로컬 오디오 잠금
nl: Vergrendel de lokale audio
pl: Zablokuj lokalne audio
pt: Bloquear o áudio local
ru: Заблокировать локальное аудио
th: ล็อคเสียงท้องถิ่น
tr: Yerel sesi kilitle
uk: Заблокувати локальне аудіо
vi: Khóa âm thanh cục bộ

source: 锁定网页归档
ar: قفل أرشيف صفحة الويب
de: Sperren Sie das Archiv der Webseite
en: Lock Web Archive
es: Bloquea el archivo de la página web
fr: Verrouiller les archives de la page Web
hi: वेब पेज आर्काइव को लॉक करें
id: Kunci arsip halaman web
it: Blocca l'archivio della pagina web
ja: ウェブページをロックしてアーカイブする
ko: 웹 페이지 아카이브를 잠그다
nl: Vergrendel het webpagina-archief
pl: Zablokuj archiwum strony internetowej
pt: Bloquear o arquivo da página da web
ru: Заблокировать архив веб-страниц
th: ล็อคการเก็บถาวรหน้าเว็บ
tr: Web sayfası arşivini kilitle
uk: Заблокувати архів веб-сторінки
vi: Khóa kho lưu trữ trang web
zh_hant: 鎖定網頁歸檔

source: 错误/异常行为
ar: خطأ/سلوك غير طبيعي
de: Fehler/abnormales Verhalten
en: Error
es: Error/comportamiento anormal
fr: Erreur/comportement anormal
hi: त्रुटि/असामान्य व्यवहार
id: Kesalahan/perilaku abnormal
it: Errore/comportamento anomalo
ja: エラー/異常動作
ko: 오류/이상 행동
nl: Fout/abnormaal gedrag
pl: Błąd/nieprawidłowe zachowanie
pt: Erro/comportamento anormal
ru: Ошибка/аномальное поведение
th: ข้อผิดพลาด/พฤติกรรมที่ผิดปกติ
tr: Hata/anormal davranış
uk: Помилка/аномальна поведінка
vi: Lỗi/hành vi bất thường
zh_hant: 錯誤/异常行為

source: 键盘
ar: لوحة مفاتيح
de: Tastatur
en: Keyboard
es: Teclado
fr: Clavier
hi: कीबोर्ड
id: Keyboard
it: Tastiera
ja: キーボード
ko: 키보드
nl: Toetsenbord
pl: Klawiatura
pt: Teclado
ru: Клавиатура
th: ใส่ข้อมูล
tr: Klavye
uk: Клавіатура
vi: Bàn phím
zh_hant: 鍵盤

source: 键盘设置...
ar: إعدادات لوحة المفاتيح...
de: Tastatureinstellungen...
en: Keyboard Settings…
es: Ajustes del teclado...
fr: Paramètres du clavier...
hi: कीबोर्ड सेटिंग्स...
id: Pengaturan papan ketik...
it: Impostazioni della tastiera...
ja: キーボード設定...
ko: 키보드 설정...
nl: Toetsenbordinstellingen...
pl: Ustawienia klawiatury...
pt: Configurações do teclado...
ru: Настройки клавиатуры...
th: การตั้งค่าคีย์บอร์ด...
tr: Klavye ayarları...
uk: Налаштування клавіатури...
vi: Cài đặt bàn phím...
zh_hant: 鍵盤設定...

source: 长按搜索按钮使用次要搜索引擎
ar: اضغط لفترة طويلة على زر البحث لاستخدام محرك البحث الثانوي
de: Drücken Sie lange auf die Suchtaste, um die sekundäre Suchmaschine zu verwenden
en: Long press search button for Secondary Search Engine
es: Presione largamente el botón de búsqueda para usar el motor de búsqueda secundario
fr: Appuyez longuement sur le bouton de recherche pour utiliser le moteur de recherche secondaire
hi: द्वितीयक खोज इंजन का उपयोग करने के लिए खोज बटन को लंबे समय तक दबाएं
id: Tekan lama tombol pencarian untuk menggunakan mesin pencari sekunder
it: Premi a lungo il pulsante di ricerca per utilizzare il motore di ricerca secondario
ja: 検索ボタンを長押しして、二次検索エンジンを使用する
ko: 검색 버튼을 길게 눌러 보조 검색 엔진을 사용합니다.
nl: Druk lang op de zoekknop om de secundaire zoekmachine te gebruiken
pl: Naciśnij długo przycisk wyszukiwania, aby skorzystać z dodatkowej wyszukiwarki
pt: Pressione e pressione longa o botão de pesquisa para usar o mecanismo de pesquisa secundário
ru: Длительное нажатие кнопки поиска, чтобы использовать вторичную поисковую систему
th: กดปุ่มค้นหาค้างไว้เพื่อใช้เครื่องมือค้นหารอง
tr: İkincil arama motorunu kullanmak için arama düğmesine uzun basın
uk: Тривале натискання кнопки пошуку, щоб скористатися вторинною пошуковою системою
vi: Nhấn và giữ nút tìm kiếm để sử dụng công cụ tìm kiếm thứ cấp
zh_hant: 長按搜索按鈕使用次要搜索引擎

source: 问题并不与App相关
ar: لا تتعلق المشكلة بالتطبيق.
de: Das Problem hängt nicht mit der App zusammen.
en: Unrelated
es: El problema no está relacionado con la aplicación.
fr: Le problème n'est pas lié à l'application.
hi: समस्या ऐप से संबंधित नहीं है।
id: Masalahnya tidak terkait dengan Aplikasi.
it: Il problema non è correlato all'app.
ja: アプリに関係ない問題
ko: 문제는 App과 관련이 없습니다.
nl: Het probleem is niet gerelateerd aan de app.
pl: Problem nie jest związany z aplikacją.
pt: O problema não está relacionado ao aplicativo.
ru: Проблема не связана с приложением.
th: ปัญหาไม่เกี่ยวข้องกับแอป
tr: Sorun Uygulama ile ilgili değil.
uk: Проблема не пов'язана з додатком.
vi: Vấn đề không liên quan đến Ứng dụng.
zh_hant: 問題並不與App相關
